[
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 13902,
    "highlight": "Geologists on the whole are inconsistent drivers. When a roadcut presents itself, they tend to lurch and weave. To them, the roadcut is a portal, a fragment of a regional story, a proscenium arch that leads their imaginations into the earth and through the surrounding terrane.",
    "howLongAgo": "3 months ago",
    "startLocation": 13633,
    "timestamp": 1443900886000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 14722,
    "highlight": "Unfortunately, highway departments tend to obscure such scenes. They scatter seed wherever they think it will grow. They &ldquo;hair everything over&rdquo;&mdash;as geologists around the country will typically complain. &ldquo;We think rocks are beautiful. Highway departments think rocks are obscene.&rdquo; &ldquo;In the North it&rsquo;s vetch.&rdquo; &ldquo;In the South it&rsquo;s the god-damned kudzu. You need a howitzer to blast through it. It covers the mountainsides, too.&rdquo;",
    "howLongAgo": "3 months ago",
    "startLocation": 14177,
    "timestamp": 1443900937000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 29762,
    "highlight": "Triassic rock is not exclusively red, but much of it is red all over the world&mdash;red in the shales of New Jersey, red in the sandstones of Yunan, red in the banks of the Volga, red by the Solway Firth.",
    "howLongAgo": "3 months ago",
    "startLocation": 29567,
    "timestamp": 1443963602000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 30557,
    "highlight": "There may have been a superabundance of oxygen in the atmosphere from late Pennsylvanian through Permian and Triassic time. As sea level changed and changed again all through the Pennsylvanian, tremendous quantities of vegetation grew and then were drowned and buried, grew and then were drowned and buried&mdash;to become, eventually, seam upon seam of coal, interlayered with sandstones and shales.",
    "howLongAgo": "3 months ago",
    "startLocation": 30168,
    "timestamp": 1443963649000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 41452,
    "highlight": "They say granodiorite when they are in church and granite the rest of the week.",
    "howLongAgo": "2 months ago",
    "startLocation": 41374,
    "timestamp": 1445833891000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 68577,
    "highlight": "The range is lifting up. This Nevada topography is what you see during mountain building. There are no foothills. It is all too young. It is live country. This is the tectonic, active, spreading, mountain-building world. To a nongeologist, it&rsquo;s just ranges, ranges, ranges.&rdquo;",
    "howLongAgo": "2 months ago",
    "startLocation": 68282,
    "timestamp": 1446420601000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 72905,
    "highlight": "springs like these are the source of vein-type ore deposits. It&rsquo;s the same story that I told you about the hydrothermal transport of gold. When rainwater gets down into hot rock, it brings up what it happens to find there&mdash;silver, tungsten, copper, gold. An ore-deposit map and a hot-springs map will look much the same. Seismic waves move slowly through hot rock.",
    "howLongAgo": "2 months ago",
    "startLocation": 72539,
    "timestamp": 1446421339000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 91085,
    "highlight": "In 1869, a golden spike was carried into the Promontories and driven into a tie there to symbolize the completion of the first railroad to cross the North American continent&mdash;exactly one century before the first footprint on the moon, a span of time during which Salt Lake City and Reno would move apart by one human stride.",
    "howLongAgo": "2 months ago",
    "startLocation": 90761,
    "timestamp": 1446422693000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 96586,
    "highlight": "Limestone is calcium carbonate. Dolomite is calcium carbonate with magnesium added. Together they are known as the carbonate rocks.",
    "howLongAgo": "2 months ago",
    "startLocation": 96456,
    "timestamp": 1446423219000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 119775,
    "highlight": "He was saying that as a general rule material will flow rather than fracture if it is hotter than half of its melting point measured from absolute zero.",
    "howLongAgo": "2 months ago",
    "startLocation": 119624,
    "timestamp": 1446424457000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 139819,
    "highlight": "Hutton and Black were among the founders of an institution called the Oyster Club, where they whiled away an evening a week with their preferred companions&mdash;Adam Smith, David Hume, John Playfair, John Clerk, Robert Adam, Adam Ferguson, and, when they were in town, visitors from near and far such as James Watt and Benjamin Franklin. Franklin called these people &ldquo;a set of as truly great men &hellip; as have ever appeared in any Age or Country.&rdquo; The period has since been described as the Scottish Enlightenment,",
    "howLongAgo": "2 months ago",
    "startLocation": 139307,
    "timestamp": 1446509212000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 148389,
    "highlight": "As Hutton would write later, in the prototypical lament of the field geologist, &ldquo;To a naturalist nothing is indifferent; the humble moss that creeps upon the stone is equally interesting as the lofty pine which so beautifully adorns the valley or the mountain: but to a naturalist who is reading in the face of rocks the annals of a former world, the mossy covering which obstructs his view, and renders undistinguishable the different species of stone, is no less than a serious subject of regret.&rdquo;",
    "howLongAgo": "2 months ago",
    "startLocation": 147889,
    "timestamp": 1446523147000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 185562,
    "highlight": "&ldquo;Late&rdquo; and &ldquo;early&rdquo; always refer to time. &ldquo;Upper&rdquo; and &ldquo;lower&rdquo; refer to rock. &ldquo;Upper Devonian&rdquo; and &ldquo;lower Jurassic&rdquo; are slices of time expressed in rock.",
    "howLongAgo": "1 month ago",
    "startLocation": 185388,
    "timestamp": 1446983453000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 196000,
    "highlight": "In that long sentence lies the discovery of metamorphic rock. But just as metamorphism will turn shale into slate, sandstone into quartzite, and granite into gneiss, Hutton had turned words into pumice.",
    "howLongAgo": "1 month ago",
    "startLocation": 195799,
    "timestamp": 1446984936000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 196960,
    "highlight": "Hutton published his Theory of the Earth in 1795, when almost no one doubted the historical authenticity of Noah&rsquo;s Flood, and all species on earth were thought to have been created individually, each looking at the moment of its creation almost exactly as it did in modern times.",
    "howLongAgo": "1 month ago",
    "startLocation": 196660,
    "timestamp": 1446984977000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 198397,
    "highlight": "People who admired Hutton&rsquo;s theory of the earth became known&mdash;because of the theory&rsquo;s igneous aspects, its molten basalts and intruding granites&mdash;as vulcanists or plutonists, and they quickly grew to be the intellectual enemies of the Wernerian neptunists, and others who believed that God had made the world through a series of catastrophes, notably the Noachian flood.",
    "howLongAgo": "1 month ago",
    "startLocation": 198022,
    "timestamp": 1446985055000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 200615,
    "highlight": "Charles Lyell, who said in so many words that his mission in geology was &ldquo;freeing the science from Moses,&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 200508,
    "timestamp": 1446985209000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 201520,
    "highlight": "Principles of Geology was to be the most enduring and effective geological text ever published. The first volume was eighteen months off the press when H.M.S. Beagle set sail from Devonport with Charles Darwin aboard.",
    "howLongAgo": "1 month ago",
    "startLocation": 201293,
    "timestamp": 1446985259000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 202805,
    "highlight": "Voyaging on the Beagle, he was enhancing his sense of the slow and repetitive cycles of the earth and the giddying depths of time, with Lyell&rsquo;s book in his hand and Hutton&rsquo;s theory in his head. In six thousand years, you could never grow wings on a reptile. With sixty million, however, you could have feathers, too.",
    "howLongAgo": "1 month ago",
    "startLocation": 202486,
    "timestamp": 1446985373000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 209306,
    "highlight": "He started classifying them according to the temperature of the water from which they were deposited&mdash;warm, hot, hotter, and so on. We know now that not all metal deposits are hydrothermal in origin, but more than half of them are. As you know, the hot water, circulating deep, picks up whatever is there&mdash;gold, silver, molybdenum, mercury, tin, uranium&mdash;and brings it up and precipitates it out near the surface. A vein of ore is the filling of a fissure. A map of former hot springs is remarkably close to a map of metal discoveries. Old hot springs like this one brought up the silver of Nevada.",
    "howLongAgo": "1 month ago",
    "startLocation": 208706,
    "timestamp": 1446985789000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 210866,
    "highlight": "For eight million years, Deffeyes was saying, as the crustal blocks inexorably pulled apart here and springs boiled up along the faults, silver had been deposited throughout the Basin and Range.",
    "howLongAgo": "1 month ago",
    "startLocation": 210673,
    "timestamp": 1446985880000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 217177,
    "highlight": "Heaven knew exactly. For while the supergene enrichments&mdash;in their prodigal dispersal through the Basin and Range&mdash;were some of the richest silver deposits ever discovered in the world, they were also the shallowest. There was just so much lying there, and it was truly bonanzan&mdash;to print money would take more time than to pick up this silver&mdash;but",
    "howLongAgo": "1 month ago",
    "startLocation": 216831,
    "timestamp": 1446986192000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 223462,
    "highlight": "His next move was to buy aerial photographs from the United States Geological Survey. The pictures were in overlapping pairs, and each pair covered sixteen square miles. &ldquo;You look at them with stereo equipment and you are a giant with eyeballs a mile apart and forty thousand feet in the air. God, do you have stereovision! Things jump off the earth. You look for tailings. You look for dumps. You look for the faint scars of roads. The environmentalists are right. A scar in this climate will last.",
    "howLongAgo": "1 month ago",
    "startLocation": 222962,
    "timestamp": 1446986540000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 224808,
    "highlight": "He had machines at home that could deal with the samples in ways unheard of just a few years before, let alone in the nineteenth century. Kicking at old timbers, he looked at the nails. Wire nails came into use in 1900 and are convenient index fossils of the Age of Cyanide. He hoped for square nails.",
    "howLongAgo": "1 month ago",
    "startLocation": 224508,
    "timestamp": 1446986632000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 244036,
    "highlight": "The earth&rsquo;s magnetic field is such that a compass needle at the equator will lie flat, while a compass needle at the poles will want to stand straight up on end &mdash;with all possible gradations of that in the latitudes between. So by looking at the paleomagnetic compasses in rock you can tell not only whether the magnetic pole was in the north or south when the rock formed but also&mdash;from the more subtle positions of the needles&mdash;the latitude of the rock at the time it formed.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 243553,
    "timestamp": 1446987640000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 245857,
    "highlight": "The Flemish geographer Abraham Ortelius, in the third edition of his Thesaurus Geographicus (Antwerp, 1596), postulated that the American continents were &ldquo;torn away from Europe and Africa&rdquo; by earthquakes and other catastrophic events. &ldquo;The vestiges of the rupture reveal themselves,&rdquo; he continued, &ldquo;if someone brings forward a map of the world and considers carefully the &hellip; projecting parts of Europe and Africa &hellip; along with the recesses of America.&rdquo; In centuries that followed, various writers called attention to the suggestive shapes of landmasses, but almost no one else imagined that the landmasses had been driven apart, let alone by what mechanism.",
    "howLongAgo": "1 month ago",
    "startLocation": 245167,
    "timestamp": 1446987728000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 251822,
    "highlight": "Certain English geologists produced confusion by embracing continental drift and then drawing up narratives and maps that showed continents moving all over the earth with respect to a fixed and undriftable England.",
    "howLongAgo": "1 month ago",
    "startLocation": 251609,
    "timestamp": 1446988234000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 254671,
    "highlight": "&ldquo;It was a change as profound as when we gave up the Biblical story,&rdquo; Deffeyes said as he tapped his collector into the ground. &ldquo;It was a change as profound as Darwinian evolution, or Newtonian or Einsteinian physics.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 254449,
    "timestamp": 1446988414000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 264005,
    "highlight": "If by some fiat I had to restrict all this writing to one sentence, this is the one I would choose: The summit of Mt. Everest is marine limestone.",
    "howLongAgo": "1 month ago",
    "startLocation": 263860,
    "timestamp": 1446988965000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 265498,
    "highlight": "Plate tectonics reveals that there is no stratigraphy in the m&eacute;lange, no consecutive story of deposition&mdash;just mountains of bulldozed hash.",
    "howLongAgo": "1 month ago",
    "startLocation": 265358,
    "timestamp": 1446989068000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 312904,
    "highlight": "The ice has come and gone at least a dozen times, in cycles that seem to require about a hundred thousand years, and, judging by other periods of glaciation in the earlier history of the earth, the contemporary cycles have only begun.",
    "howLongAgo": "1 month ago",
    "startLocation": 312671,
    "timestamp": 1447021516000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 313598,
    "highlight": "The Holocene appears to be nothing more than a relatively deglaciated interval. It will last until a glacier two miles thick plucks up Toronto and deposits it in Tennessee. If that seems unlikely, it is only because the most southerly reach of the Pleistocene ice fields to date stopped seventy-five miles shy of Tennessee.",
    "howLongAgo": "1 month ago",
    "startLocation": 313276,
    "timestamp": 1447021589000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 319442,
    "highlight": "The most recent advance has been called the Wisconsinan ice sheet, because its effects are well displayed in Wisconsin. Its effects, for all that, are not unimpressive in New York. The glacier dumped Long Island where it is (nearly a hundred per cent of Long Island), and Nantucket, and Cape Cod, and all but the west end of Martha&rsquo;s Vineyard.",
    "howLongAgo": "1 month ago",
    "startLocation": 319098,
    "timestamp": 1447042583000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 320327,
    "highlight": "With a notable exception, they have discouraged east-west construction of roads. When the last ice sheet set down its terminal moraine, it built causeways from one ridge to another, on which Interstate 80 rides west.",
    "howLongAgo": "1 month ago",
    "startLocation": 320112,
    "timestamp": 1447042659000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 322411,
    "highlight": "&ldquo;If you want a golf course, go to a glacier&rdquo; is the message according to Anita Harris. &ldquo;Golf was invented on the moraines, the eskers, the pitted outwash plains&mdash;the glacial topography&mdash;of Scotland,&rdquo; she explained. &ldquo;All over the world, when people make golf courses they are copying glacial landscapes. They are trying to make countryside that looks like this. I&rsquo;ve seen bulldozers copying Scottish moraines in places like Louisiana. It&rsquo;s laughable.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 321946,
    "timestamp": 1447042959000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 324418,
    "highlight": "In Indiana as in Scotland&mdash;in La Bresse and Estonia as in New England and Quebec&mdash;the sort of country left behind after all these features have been created is known as kame-and-kettle topography.",
    "howLongAgo": "1 month ago",
    "startLocation": 324231,
    "timestamp": 1447075392000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 327188,
    "highlight": "One of the oddities of the modern episodes of glaciation is that while three-fifths of all the ice in the world covered North America and extended south of Springfield, Illinois, the valley of the Yukon River in and near Alaska was never glaciated, and as a result the gold in the Yukon drainage&mdash;the gold of the richest placer streams ever discovered in the world&mdash;was left where it lay, and was not plucked up and similarly scattered by overriding ice.",
    "howLongAgo": "1 month ago",
    "startLocation": 326736,
    "timestamp": 1447075628000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 331685,
    "highlight": "No one has ever drilled a hundred and twenty miles into the earth, or is likely to. Diamond pipes, meanwhile, have brought up samples of what is there. It is spewed all over the landscape, but it also remains stuck in the throat, like rich dense fruitcake. For the most part, it is peridotite, which is the lowest layer of the subcontinental package and is believed to be the essence of the mantle. There is high-pressure recrystallized basalt, full of garnets and jade. There are olivine crystals of incomparable size. The whole of it is known as kimberlite, the matrix rock of diamonds.",
    "howLongAgo": "1 month ago",
    "startLocation": 331098,
    "timestamp": 1447134828000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 332371,
    "highlight": "The thickest parts of the plates are the continental cores, the cratons. All diamond-bearing kimberlites ever found have been in pipes that came up through cratons. Down where diamonds form, they are stable, but as they travel upward they pass through regions of lower pressure, where they will swiftly turn into graphite.",
    "howLongAgo": "1 month ago",
    "startLocation": 332050,
    "timestamp": 1447134910000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 333234,
    "highlight": "At room temperature and surface pressure, diamonds are in repose on an extremely narrow thermodynamic shelf. They want to be graphite, and with a relatively modest boost of heat graphite is what they would become, if atmospheric oxygen did not incinerate them first. They are, in this sense, unstable&mdash;these finger-flashing symbols of the eternity of vows, yearning to become fresh pencil lead.",
    "howLongAgo": "1 month ago",
    "startLocation": 332840,
    "timestamp": 1447135009000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 333632,
    "highlight": "Kimberlite is easily eroded. A boy playing jacks in South Africa in 1867 picked up an alluvial diamond that led to the discovery of a number of pipes, one of which became the Kimberley Mine. From that pipe alone, fourteen million carats followed.",
    "howLongAgo": "1 month ago",
    "startLocation": 333388,
    "timestamp": 1447135081000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 335252,
    "highlight": "Rocks are the",
    "howLongAgo": "1 month ago",
    "startLocation": 335239,
    "timestamp": 1447181620000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 335409,
    "highlight": "record of events that took place at the time they formed. They are books. They have a different vocabulary, a different alphabet, but you learn how to read them.",
    "howLongAgo": "1 month ago",
    "startLocation": 335253,
    "timestamp": 1447181624000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 337005,
    "highlight": "All the glacial stuff arrived just yesterday and is sitting on the surface. Most of Brooklyn is a pitted outwash plain. Brooklyn means broken land.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 336863,
    "timestamp": 1447181803000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 339077,
    "highlight": "Brooklyn was spread out before us, and Manhattan stood off to the north, with its two sets of skyscrapers three miles apart&mdash;the ecclesiastical spires of Wall Street, and beyond them the midtown massif.",
    "howLongAgo": "1 month ago",
    "startLocation": 338881,
    "timestamp": 1447181919000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 339732,
    "highlight": "The towers of midtown, as one might imagine, were emplaced in substantial rock, Anita said&mdash;rock that once had been heated near the point of melting, had recrystallized, had been heated again, had recrystallized, and, while not particularly competent, was more",
    "howLongAgo": "1 month ago",
    "startLocation": 339475,
    "timestamp": 1447181950000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 339994,
    "highlight": "than adequate to hold up those buildings. Most important, it was right at the surface. You could see it, in all its micaceous glitter, shining like silver in the outcrops of Central Park. Four hundred and fifty million years in age, it was called Manhattan schist.",
    "howLongAgo": "1 month ago",
    "startLocation": 339737,
    "timestamp": 1447181964000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 340509,
    "highlight": "So there sat Greenwich Village, SoHo, Chinatown, on material that could not hold up a great deal more than a golf tee&mdash;on the ground-up wreckage of the Ramapos, on crushed Catskill, on odd bits of Nyack and Tenafly.",
    "howLongAgo": "1 month ago",
    "startLocation": 340301,
    "timestamp": 1447182001000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 341040,
    "highlight": "The skyline of nuclear Houston, for example, is a simulacrum of Manhattan&rsquo;s. Houston rests on twelve thousand feet of montmorillonitic clay, a substance that, when moist, turns into mobile jelly. After taking so",
    "howLongAgo": "1 month ago",
    "startLocation": 340827,
    "timestamp": 1447182040000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 341135,
    "highlight": "much money out of the ground, the oil companies of Houston have put hundreds of millions back in.",
    "howLongAgo": "1 month ago",
    "startLocation": 341041,
    "timestamp": 1447182043000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 346634,
    "highlight": "&ldquo;In glacial country, all you have to do is look for cemeteries if you want to find the moraine,&rdquo; Anita said. &ldquo;A moraine is poor farmland&mdash;steep and hummocky, with erratics and boulders. Yet it&rsquo;s easy ground to dig in, and well drained. An outwash plain is boggy. There&rsquo;s a cemetery over near Utica Avenue that&rsquo;s in the outwash. Most people prefer moraine. I would say it&rsquo;s kind of distasteful to put your mother down into a swamp.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 346189,
    "timestamp": 1447215626000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 347563,
    "highlight": "Pieces of the Adirondacks have been found in Pennsylvania, pieces of Sweden on the north German plains, and no doubt there is Ticonderoga dolomite, Schenectady sandstone, and Peekskill granite in the gravels of Canarsie and the sands of Coney Island.",
    "howLongAgo": "1 month ago",
    "startLocation": 347314,
    "timestamp": 1447215715000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 358755,
    "highlight": "When rock is compressed and folded, the folds are anticlines and synclines. They are much like the components of the letter S. Roll an S forward on its nose and you have to the left a syncline and to the right an anticline. Each is a part of the other. Such configurations in rock compose the structure of a region, but will not necessarily shape the surface of the land.",
    "howLongAgo": "1 month ago",
    "startLocation": 358389,
    "timestamp": 1447438928000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 361239,
    "highlight": "In those days, Princeton would not have admitted a woman had she been a direct descendant of Sir Charles Lyell offering as tuition her weight in gems.",
    "howLongAgo": "1 month ago",
    "startLocation": 361094,
    "timestamp": 1447439058000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 363059,
    "highlight": "Anita and Jack Epstein looked upon geology as &ldquo;an extremely applied science&rdquo; and shared a conviction that field experience was indispensable in any geological career&mdash;no less essential to a modern professor than it ever was to a pick-and-shovel prospector. (&ldquo;People should go out and get experience and not just turn around and teach what they&rsquo;ve been taught.&rdquo;)",
    "howLongAgo": "1 month ago",
    "startLocation": 362698,
    "timestamp": 1447439144000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 367038,
    "highlight": "The Epsteins had no knowledge of these signs and would not have known what to make of them if they had. They were unaware then that Chinese geologists routinely watch wildlife for intimations of earthquakes.",
    "howLongAgo": "1 month ago",
    "startLocation": 366843,
    "timestamp": 1447538760000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 368845,
    "highlight": "The fault ran straight through Culligan&rsquo;s ranch house, and had split its levels, raising the back twelve feet. The tornado sound had been made by eighty million tons of Precambrian mountainside, whose planes of schistosity had happened to be inclined toward the Madison River, with the result that half the mountain came falling down in one of the largest rapid landslides produced by an earthquake in North America in historical time.",
    "howLongAgo": "1 month ago",
    "startLocation": 368409,
    "timestamp": 1447547440000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 369563,
    "highlight": "The fault offset the water table, and the consequent release of artesian pressure sent grotesque fountains of water, sand, and gravel spurting into the air. Yet the dam at Hebgen Lake held&mdash;possibly because the lake&rsquo;s entire basin subsided, in places as much as twenty-two feet. Seiche waves crossed its receding surface.",
    "howLongAgo": "1 month ago",
    "startLocation": 369240,
    "timestamp": 1447547755000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 372504,
    "highlight": "The slow steady march of geologic time is punctuated with catastrophes. And what we see in the geologic record are the catastrophes. Look at a graded sandstone and see the bedding go from fine to coarse. That&rsquo;s a storm. That&rsquo;s one storm&mdash;when the water came up and laid the coarse material down over the fine. In the rock record, the tranquillity of time is not well represented. Instead, you have the catastrophes. In the Southwest, they live from one catastrophe to another, from one flash flood to the next. The evolution of the world does not happen a grain at a time. It happens in the hundred-year storm, the hundred-year flood. Those things do it all. That earthquake made a catastrophist of me.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 371797,
    "timestamp": 1447548005000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 377937,
    "highlight": "Ohio State is known for conodonts. Geologists call Ohio State &ldquo;a conodont factory.&rdquo; Like all the other workers there (a specialist in the field is known in the profession as &ldquo;a conodont worker&rdquo;), she noticed incidentally as she catalogued the evolutionary changes in her specimens that some were light and some were dark. They were white, brown, yellow, tan, and gray. Since they were coming into Columbus from all over the United States, and in fact the world, she began to notice that in a general way their colors followed geographical patterns. She wondered what that might suggest. She looked at conodonts from Kentucky and Ohio, which were of a yellow so pale it was almost white. From western Pennsylvania they were jonquil, from central Pennsylvania brown.",
    "howLongAgo": "1 month ago",
    "startLocation": 377166,
    "timestamp": 1447548802000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 378570,
    "highlight": "From Lake Erie to the Catskills, New York State is a cake of Devonian rock, lying flat in a swath sixty miles wide.",
    "howLongAgo": "1 month ago",
    "startLocation": 378456,
    "timestamp": 1447548861000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 381048,
    "highlight": "She would have preferred to work on conodonts, but the federal budget at that time covered only one conodont worker, and someone else had the job. Before long, she had become general editor of all geologic mapping taking place east of the Mississippi River. She dealt with hundreds of geologists. There were fifteen hundred in the Survey, and the quality of their work, their capacity for visualizing plunging synclines and recumbent folds, tended to vary.",
    "howLongAgo": "1 month ago",
    "startLocation": 380593,
    "timestamp": 1447549315000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 381766,
    "highlight": "Chinese Geological Survey. &ldquo;It&rsquo;s a hell of an outfit,&rdquo; in Anita&rsquo;s words. &ldquo;If they want to see exposed rock, they don&rsquo;t depend on streambanks and roadcuts, as we do. If an important Chinese geologist wants to see a section of rock, the peasants dig out a mountainside.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 381487,
    "timestamp": 1447549360000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 382790,
    "highlight": "Anita primarily uses tetrabromoethane, an extremely heavy and extremely toxic fluid that costs three hundred dollars a gallon. Granite will float in tetrabromoethane. Quartz will float in tetrabromoethane. Conodonts sink without a bubble.",
    "howLongAgo": "1 month ago",
    "startLocation": 382553,
    "timestamp": 1447549414000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 388993,
    "highlight": "Petroleum&mdash;the transmuted fossils of ocean algae&mdash;forms when the rock that holds the fossils becomes heated to the temperature of a cup of coffee and remains as warm or warmer for at least a million years.",
    "howLongAgo": "1 month ago",
    "startLocation": 388776,
    "timestamp": 1447550115000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 388988,
    "highlight": "transmuted fossils of ocean algae&mdash;forms when the rock that holds the fossils becomes heated to the temperature of a cup of coffee and remains as warm or warmer for at least a million years.",
    "howLongAgo": "1 month ago",
    "startLocation": 388788,
    "timestamp": 1447550221000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 389681,
    "highlight": "The minimal temperature is about fifty degrees Celsius. At lower temperatures, the algal remains will not turn into oil. At temperatures hotter than a hundred and fifty degrees, any oil or potential oil within the rock is destroyed. (&ldquo;The stuff is there, throughout the Appalachians. You look at the rocks and you see all this dead oil.&rdquo;) The narrow &ldquo;petroleum window,&rdquo; as it is called&mdash;between fifty degrees and a hundred and fifty degrees&mdash;is scarcely a fourteenth part of the full temperature variation of the crust of the earth, a fact that goes a long way toward explaining how the human race could have used up such a large part of the world&rsquo;s petroleum in one century.",
    "howLongAgo": "1 month ago",
    "startLocation": 388995,
    "timestamp": 1447554772000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 390717,
    "highlight": "When they look for oil, they don&rsquo;t know what they&rsquo;ve got until they drill a hole.&rdquo; In trying to figure out where to drill, geologists have an obvious need for geothermometers. Pollen and spores are of considerable use, but only when they have fossilized in certain rocks. Moreover, they are absent altogether from early Paleozoic times, and they are extremely rare in rock from the deep sea.",
    "howLongAgo": "1 month ago",
    "startLocation": 390321,
    "timestamp": 1447550563000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 393113,
    "highlight": "The earth&rsquo;s thermal gradient varies locally, but generally speaking the temperature of rock increases about one degree Celsius for each hundred feet of depth.",
    "howLongAgo": "1 month ago",
    "startLocation": 392954,
    "timestamp": 1447551314000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 407706,
    "highlight": "the Appalachians were the result of a series of pulses of mountain building, the last three of which had been spaced across two hundred and fifty million years &mdash;the Taconic Orogeny, the Acadian Orogeny, and the Alleghenian Orogeny.",
    "howLongAgo": "1 month ago",
    "startLocation": 407474,
    "timestamp": 1447553757000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 416217,
    "highlight": "if it had got up to five hundred degrees it would have turned into marble, like the Dolomites, in Italy. There is not a lot of dolomite in the Dolomites. Most of the rock there is marble.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 416030,
    "timestamp": 1447554533000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 422054,
    "highlight": "From Memphis to St. Joe, from Joplin to River City, there is scarcely a hustler in the history of pool who has not racked up his runs over Martinsburg slate. For anybody alive who still hears corruption in the click of pocket billiards, it is worth a moment of reflection that not only did all those pool tables accumulate on the ocean floor as Ordovician guck but so did the blackboards in the schools of all America.",
    "howLongAgo": "1 month ago",
    "startLocation": 421637,
    "timestamp": 1447564714000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 425074,
    "highlight": "Where the formations meet, a touch of a finger will cover both the beginning and the end of the ten million years, which are dated at about 440 and 430 million years before the present&mdash;from latest Ordovician time to a point in the early Silurian.",
    "howLongAgo": "1 month ago",
    "startLocation": 424835,
    "timestamp": 1447601219000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 433622,
    "highlight": "A braided river carries such an enormous burden of sand and gravel that it does not meander through its valley like most streams, making cutbanks to one side and point bars opposite. Instead, it runs in braided channels through its own broad bed.",
    "howLongAgo": "1 month ago",
    "startLocation": 433380,
    "timestamp": 1447626814000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 440117,
    "highlight": "It&rsquo;s an example of how the whole Appalachian system continually fed upon itself. These are Precambrian pebbles, in Silurian rock. You&rsquo;ll see Silurian pebbles in Devonian rock, Devonian pebbles in Mississippian rock. Geology repeats itself.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 439881,
    "timestamp": 1447641433000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 472543,
    "highlight": "&ldquo;It was a coast like Fiji&rsquo;s, or the Philippines&rsquo;, or Guatemala&rsquo;s. The coral and the thick shells tell you the water was warm. The rock is dark because it is full of dead oil, which came in later&mdash;much later. Oil migrated into these rocks and was cooked at high temperature. The conodonts will tell me the temperature.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 472217,
    "timestamp": 1447847982000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 473396,
    "highlight": "&ldquo;It&rsquo;s a real schlemazel,&rdquo; Anita said. &ldquo;Not by accident is geology called geology. It&rsquo;s named for Gaea, the daughter of Chaos.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 473261,
    "timestamp": 1447848072000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 475785,
    "highlight": "It stands at the surface of a huge piece of country. Erosion working into the high eastern end has cut the shapes of the Catskill Mountains. The rock lies essentially flat there, and is flat all the way to the shores of Lake Erie. It is the uppermost rock of half of New York State. It is the rock of Chenango, the rock of Chautauqua, too. It is the rock of Seneca, Ithaca, Elmira, Oneonta.",
    "howLongAgo": "1 month ago",
    "startLocation": 475396,
    "timestamp": 1447848230000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 476580,
    "highlight": "At Denver, the Rocky Mountains are up to their hips in their own waste. The sedimentary wedge that has come off the Rockies is thickest there by the mountain front, and gradually thins to the east.",
    "howLongAgo": "1 month ago",
    "startLocation": 476384,
    "timestamp": 1447848288000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 476824,
    "highlight": "Kansas and Nebraska are like pieces cut from a wheel of cheese&mdash;lying on their sides, thick ends to the west. Altitude in itself suggests the volume of material. Kansas and Nebraska are three thousand feet higher in the west than in the east.",
    "howLongAgo": "1 month ago",
    "startLocation": 476582,
    "timestamp": 1447848402000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 481551,
    "highlight": "On the geologic time scale, anyone could assign these events to their respective places and sense the rhythms of the cycles&mdash;rock cycles, glacial cycles, orogenic cycles: overlapping figures in the rock. Taken all together, though, they seemed to ask somewhat more than they answered, to reveal less than nature kept concealed.",
    "howLongAgo": "1 month ago",
    "startLocation": 481224,
    "timestamp": 1447848700000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 483093,
    "highlight": "But why? How? You see in rock that geology repeats itself, but you do not see what started the process. In the rivers in rock you find pieces of mountains, but you do not find out why the mountains were there. I said to Anita, &ldquo;What made the mountains rise?&rdquo; &ldquo;The Acadian mountains?&rdquo; &ldquo;All of them&mdash;Taconic, Acadian, Alleghenian. What made them come up in the first place?&rdquo; It has been Anita&rsquo;s style as a geologist to begin with an outcrop and address herself to history from there&mdash;to begin with what she can touch, and then to reason her way back through time as far as she can go.",
    "howLongAgo": "1 month ago",
    "startLocation": 482352,
    "timestamp": 1447848784000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 485092,
    "highlight": "When the theory of plate tectonics congealed, in the nineteen-sixties, it had been brought to light and was strongly supported by worldwide seismic data. With the coming of nuclear bombs and limitation treaties and arsenals established by a cast of inimical peoples, importance had been given to monitoring the earth for the tremors of testing. Seismographs in large numbers were salted through the world, and over a decade or so they revealed a great deal more than the range of a few explosions. A global map of earthquakes could be drawn as never before.",
    "howLongAgo": "1 month ago",
    "startLocation": 484536,
    "timestamp": 1447848881000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 485517,
    "highlight": "It showed that earthquakes tend to concentrate in lines that run up the middles of oceans, through some continents, along the edges of other continents&mdash;seamlike, around the world. These patterns were seen&mdash;in the light of other data&mdash;to be the outlines of lithospheric plates: the broken shell of the earth, the twenty-odd pieces of crust-and-mantle averaging sixty miles thick and varying greatly in length and breadth.",
    "howLongAgo": "1 month ago",
    "startLocation": 485094,
    "timestamp": 1447848916000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 488729,
    "highlight": "The theory was panterrestrial, panoceanic. It was the past and present and future of the world, sixty miles deep. It was every scene that ever was on earth. Either it worked or it didn&rsquo;t. Hoist it was to heaven with its own petard.",
    "howLongAgo": "1 month ago",
    "startLocation": 488497,
    "timestamp": 1447849114000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 491173,
    "highlight": "People come out of universities with Ph.D.s in plate tectonics and they couldn&rsquo;t identify a sulphide deposit if they fell over it. Plate tectonics is not a practical science. It&rsquo;s a lot of fun and games, but it&rsquo;s not how you find oil. It&rsquo;s a cop-out. It&rsquo;s what you do when you don&rsquo;t want to think.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 490864,
    "timestamp": 1447851773000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 492549,
    "highlight": "The big bird-foot delta of the Mississippi River is one hell of a sedimentary pile. Drill twenty-two thousand feet down and you&rsquo;re still in the Eocene. The crust will take about forty thousand feet of sediment&mdash;that&rsquo;s the elastic limit.",
    "howLongAgo": "1 month ago",
    "startLocation": 492309,
    "timestamp": 1447851865000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 497099,
    "highlight": "In plate-tectonic theory, plates move at differing speeds, the average being two inches a year. The successive orogenic pulses that resulted in what we know as the Appalachian Mountains occurred across a period of about two hundred and fifty million years. In two hundred and fifty million years, at two inches a year, you can move landmasses a third of the way around the world.",
    "howLongAgo": "1 month ago",
    "startLocation": 496721,
    "timestamp": 1447852167000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 503536,
    "highlight": "Put yourself forty or fifty million years from now trying to reconstruct the east coast of the United States by looking at the remains in the rock. God help you, you would probably have Maine connected to Labrador, and Cape Hatteras to southern Florida. You&rsquo;d have a piece of Great Britain there, too, because you see the same fauna. Well, did you ever hear of ocean currents? Did you ever hear of the Gulf Stream? The Labrador Current? The Gulf Stream brings fauna north. The Labrador Current brings fauna south. I think that a lot of the faunal anomalies you see in the ancient record, and which are explained by invoking plate tectonics, can be explained by ocean currents bringing fauna into places they shouldn&rsquo;t be.",
    "howLongAgo": "1 month ago",
    "startLocation": 502812,
    "timestamp": 1447852534000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 503901,
    "highlight": "When we better understood the paleoecologic controls on the animals some of us were working on, there was no reason to invoke plate tectonics.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 503759,
    "timestamp": 1447852519000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 506190,
    "highlight": "U.S.G.S. and several university consortiums, whose big trucks go out with devices that literally shake the earth while vibration sensors record wave patterns reflected off the rock deep below. The technique is like computed axial tomography&mdash;the medical CAT scan. The patterns reveal structure. They reveal folds, faults, laminations, magmatic bodies both active and cooled.",
    "howLongAgo": "1 month ago",
    "startLocation": 505816,
    "timestamp": 1447852648000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 509783,
    "highlight": "Rock of the present Piedmont had come from three hundred miles out in the present sea. This left Africa out in the cold and plate-tectonic theory in no small need of a substitute for what had been&mdash;and in many classrooms would continue to be&mdash;the world&rsquo;s most &ldquo;classical&rdquo; example of a continent-to-continent suture.",
    "howLongAgo": "1 month ago",
    "startLocation": 509461,
    "timestamp": 1447852865000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 511117,
    "highlight": "Where, then, since Ordovician time, had the North American continent acquired nine hundred million acres of land? There was an answer in the concept of microplates, also known as exotic terranes. New Guineas, New Zealands, New Caledonias, Madagascars, Kodiaks, Mindanaos, Fijis, Solomons, and Taiwans had come over the sea to collect like driftwood against the North American craton.",
    "howLongAgo": "1 month ago",
    "startLocation": 510699,
    "timestamp": 1447852958000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 511506,
    "highlight": "Dozens of other exotic terranes have since been named&mdash;Sonomia, Stikinia, the Smartville Block. If a piece of country is possibly exotic and possibly not&mdash;if it is so enigmatic that no one can say whether it has come from near or far&mdash;it is known as suspect terrane.",
    "howLongAgo": "1 month ago",
    "startLocation": 511238,
    "timestamp": 1447852997000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 512106,
    "highlight": "&ldquo;The terrane is probably composite,&rdquo; said Nature, &ldquo;with nappes of upper Palaeozoic oceanic assemblages thrust across a quartzo-feldspathic and silicic volcanicrich protolith of probable Precambrian to known Palaeozoic age and of unknown continental affinity.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 511822,
    "timestamp": 1447853051000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 513178,
    "highlight": "Taiwan, at this writing, is evidently on its way to the Chinese mainland. Taiwan is the vanguard of a lithospheric microplate and consists of pieces of island arc preceded by an accretionary wedge of materials coming off the Eurasian Plate and materials shedding forward from the island&rsquo;s rising mountains. As the plate edges buckle before it, the island has plowed up so much stuff that it has filled in all the space between the accretionary wedge and the volcanic arc, and thus its components make an integral island. It is in motion northwest. For the mainland government in Beijing to be wooing the Taiwanese to join the People&rsquo;s Republic of China is the ultimate inscrutable irony. Not only will Taiwan inexorably become one with Red China. It will hit into China like a fist in a belly. It will knock up big mountains from Hong Kong to Shanghai. It is only a question of time.",
    "howLongAgo": "1 month ago",
    "startLocation": 512292,
    "timestamp": 1447853118000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 526671,
    "highlight": "&ldquo;Geology is legitimized tourism.&rdquo; When geologists convene at an outcrop, they see their own specialties first, and sometimes last, in the rock.",
    "howLongAgo": "1 month ago",
    "startLocation": 526525,
    "timestamp": 1447853785000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 539712,
    "highlight": "Rivers come and go. They are younger by far than the rock on which they run. They wander all over their valleys and sometimes jump out. They reverse themselves and occasionally disappear&mdash;their behavior differentiated by textures in the solid earth below. The tightly folded Appalachians are something like the ribs of a washboard. The direction of the structure lies across the direction of scrubbing.",
    "howLongAgo": "1 month ago",
    "startLocation": 539310,
    "timestamp": 1447854377000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 542574,
    "highlight": "The new and reversed eastern rivers differentially eroded the Appalachian structures. Where they got into the shales and the carbonates, they dug deep and wide. Where they found quartzite and other metamorphic rock, they encountered tough resistance. Sometimes, working down into the country, they came to the arching quonset roofs of anticlines, and slicing their way through quartzite found limestones within. It was like slicing into the foil around a potato and finding the soft interior.",
    "howLongAgo": "1 month ago",
    "startLocation": 542083,
    "timestamp": 1447854541000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 545631,
    "highlight": "&ldquo;I&rsquo;d really like to go to Iran someday,&rdquo; she went on, desperately. &ldquo;The Zagros Mountains are another classic fold-and-thrust belt. The thing about the Zagros is that there&rsquo;s no vegetation. You can see everything. They&rsquo;re a hundred per cent outcrop.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 545371,
    "timestamp": 1448064905000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 546957,
    "highlight": "More than two hundred and fifty feet high and as red as wine, it proved to be the largest man-made exposure of hard rock on Interstate 80 between New York and San Francisco. It was an accomplishment that might impress the Chinese Geological Survey.",
    "howLongAgo": "1 month ago",
    "startLocation": 546710,
    "timestamp": 1448064985000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 552625,
    "highlight": "Crazed streams had disassembled the plateau, leaving half-eaten wedding cakes, failed pyramids, oddly polygonal hair-covered hills. Pittsburgh was built upon such geometries, its streets and roads faithful to the schizophrenic streams, its hills separating its people into socio-racial ethno-religious piles&mdash;up this one the snobs, up that the Jews, up this the tired, up that the poor.",
    "howLongAgo": "1 month ago",
    "startLocation": 552239,
    "timestamp": 1448065466000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 556204,
    "highlight": "The American Geological Institute&rsquo;s Glossary of Geology defines coal as &ldquo;a readily combustible rock.&rdquo; By weight, any rock that is half carbonaceous material is coal.",
    "howLongAgo": "1 month ago",
    "startLocation": 556014,
    "timestamp": 1448066888000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 556344,
    "highlight": "In the United States, there is enough peat to keep Ireland warm for a thousand years.",
    "howLongAgo": "1 month ago",
    "startLocation": 556260,
    "timestamp": 1448066903000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 556608,
    "highlight": "Peat that remains near the surface will never become coal. Buried three-quarters of a mile, it becomes bituminous.",
    "howLongAgo": "1 month ago",
    "startLocation": 556495,
    "timestamp": 1448066921000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 565235,
    "highlight": "In three months, the population of Pithole City went from nobody to fifteen thousand. River flatboats carried the oil to market. Their holds were divided into compartments, much as the holds of supertankers are divided now.",
    "howLongAgo": "1 month ago",
    "startLocation": 565013,
    "timestamp": 1448067420000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 565665,
    "highlight": "The Dramatic Oil Company was established in the valley by John Wilkes Booth, who ruined his well trying to make it more productive. With failure, he departed, in the fall of 1864, to look for other things to do.",
    "howLongAgo": "1 month ago",
    "startLocation": 565455,
    "timestamp": 1448067444000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 566038,
    "highlight": "By 1871, oil was being pumped from the ground in nine countries, but ninety-one per cent of world production still came from Pennsylvania.",
    "howLongAgo": "1 month ago",
    "startLocation": 565902,
    "timestamp": 1448067469000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 567107,
    "highlight": "&ldquo;The petroleum in this valley makes some of the best lubricating oil in the world,&rdquo; Anita said. &ldquo;It is a very low-specific-gravity oil and needs little refining, because it has been refined to near-perfection by natural earth processes. It has been at low temperatures&mdash;around a hundred degrees Celsius&mdash;for maybe two hundred million years. You can practically take it out of the ground and put it in your car.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 566689,
    "timestamp": 1448067542000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 588117,
    "highlight": "Through most of time, the earth has been without ice caps. Twenty thousand years ago, when there was much more ice than there is now, the sea was three hundred feet lower. The coast was more than a hundred miles east of New York. You could have walked to the edge of the continental shelf. Baltimore Canyon, Hudson Canyon were exposed in the open air.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 587766,
    "timestamp": 1448068822000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 588779,
    "highlight": "And there was, of course, the slightly rumpled surface of the modern state of Ohio, looking like a bedspread on which someone had taken a nap.",
    "howLongAgo": "1 month ago",
    "startLocation": 588638,
    "timestamp": 1448068873000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 606931,
    "highlight": "In Egypt, they used to get fresh minerals with every flood, but those morons built the Aswan High Dam and stopped the floods. They&rsquo;re starving themselves out and making a salt pan of the delta.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 606736,
    "timestamp": 1448069881000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 611687,
    "highlight": "After the ice quarried the huge quantities of Canadian rock that it dumped in the United States, it melted back and filled the quarries with new Canadian lakes&mdash;hundreds of thousands of Canadian lakes. A sixth of all the fresh water on earth is in Canadian ponds, Canadian streams, Canadian rivers, Canadian lakes.",
    "howLongAgo": "1 month ago",
    "startLocation": 611373,
    "timestamp": 1448070213000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 618411,
    "highlight": "Clear bands form near the base, along which the ice shears and slides upon itself in horizontal layers like the overthrust Appalachians. The thermal output of the earth melts a thin film of water on the glacier bottom, and the ice slides on that, too. Thrust sheets made of rock also slide on water. The lower part of a glacier is plastic, the upper part brittle&mdash;like the earth&rsquo;s moving plates and the plastic mantle beneath them. Where the brittle glacier surface bends, it cracks into crevasses, into fracture zones, as does the brittle ocean crust (the Clarion Fracture Zone, the Mendocino Fracture Zone). Such fractures are everywhere in the rock of continents, too. In fact, the ridged-and-valleyed surface of almost any flowing glacier is remarkably similar to the sinuous topography",
    "howLongAgo": "1 month ago",
    "startLocation": 617619,
    "timestamp": 1448071079000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 620373,
    "highlight": "&ldquo;I didn&rsquo;t know what bedrock meant. You could plot the limit of glaciation in New York City by the subway system. Where it&rsquo;s underground, it&rsquo;s behind the glaciation. Where it&rsquo;s in the moraine and the outwash plain, it&rsquo;s either elevated or in cuts in the ground.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 620101,
    "timestamp": 1448071195000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 640262,
    "highlight": "Wet, swollen bentonite soil is known as gumbo. We were crossing badlands of the Bighorn Basin one time when a light shower fell, and the surface of the road changed in moments from dust to colloidal suspension. The wheels began to skid as if they were climbing ice. Four-wheel drive was no help. Many a geologist has walked out forty miles from a vehicle shipwrecked in gumbo. Bentonite is mined in Wyoming and sold to the rest of the world. Blessed is the land that can sell its mud. Bentonite is used in adhesives, automobile polish, detergent, and paint. It is in the drilling &ldquo;mud&rdquo; of oil rigs, sent down the pipe and through apertures in the bit to carry rock chips to the surface. It sticks to the walls of the drill hole and keeps out unwanted water. It is used to line irrigation ditches and reservoirs, and in facial makeup. Indians drove buffalo into swamps full of bentonite. It is an ingredient of insecticides, insect repellents, and toothpaste. It is used to clarify beer.",
    "howLongAgo": "1 month ago",
    "startLocation": 639273,
    "timestamp": 1448072780000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 640917,
    "highlight": "The Cretaceous is not far back in the history of the world. It&rsquo;s in the last three per cent of time.",
    "howLongAgo": "1 month ago",
    "startLocation": 640816,
    "timestamp": 1448072833000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 645525,
    "highlight": "There was a saying among homesteaders in Wyoming: &ldquo;If summer falls on a weekend, let&rsquo;s have a picnic.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 645420,
    "timestamp": 1448073120000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 663255,
    "highlight": "The Precambrian granite on the ridge was from the late Archean Eon and was 2.6 billion years old.",
    "howLongAgo": "1 month ago",
    "startLocation": 663159,
    "timestamp": 1448076311000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 664700,
    "highlight": "The spread of time at Rawlins, like the rock column in a great many places in Wyoming, was so impressively detailed that it seemed to suggest that Wyoming, in its one-thirty-seventh of the United States, contains a disproportionate percentage of American geology.",
    "howLongAgo": "1 month ago",
    "startLocation": 664438,
    "timestamp": 1448076412000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 665990,
    "highlight": "Geologists who have grown up on shield rock&mdash;Precambrian craton&mdash;tend to be interested in copper, diamonds, iron, and gold. Most of the world&rsquo;s large metal deposits are Precambrian. Diamonds, after starting upward from the mantle, seem to need the thickness of a craton to survive their journey to the surface world.",
    "howLongAgo": "1 month ago",
    "startLocation": 665671,
    "timestamp": 1448076568000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 666706,
    "highlight": "Shell, in its rosters, used to put an asterisk beside the names of geologists from California. The asterisk meant that while they were in, say, Texas they might be quite useful among the Gulf Coast turbidites of the Hackberry Embayment, but assign them with caution almost anywhere else. A former Shell geologist (not David Love) once said to me, &ldquo;The asterisk also meant &lsquo;Ship them back to California when they&rsquo;re done.&rsquo; Shell considered them a separate race.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 666238,
    "timestamp": 1448076637000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 668221,
    "highlight": "Rivers, almost by definition, are young. The oldest river in the United States is called the New River. It has existed (in North Carolina, Virginia, and West Virginia) for a little more than one and a half per cent of the history of the world.",
    "howLongAgo": "1 month ago",
    "startLocation": 667979,
    "timestamp": 1448076725000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 668608,
    "highlight": "The Colorado River, which has only recently appeared on earth, has excavated the Grand Canyon in very little time. From its beginning, human beings could have watched the Grand Canyon being made.",
    "howLongAgo": "1 month ago",
    "startLocation": 668414,
    "timestamp": 1448076761000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 695922,
    "highlight": "What sort of limestone would form on a surface that came sloping down like a tent roof from the ridgelines of buried mountains? The surface had been laced with streams, Love said, and in the rumpled topography east of the buried ranges the streams filled countless lakes. Old carbonates dissolved and were carried by the streams to the lakes. Lime also leached out of the granite in the mountain cores. Freshwater limestones formed in the lakes, self-certified by the fossils of freshwater snails.",
    "howLongAgo": "1 month ago",
    "startLocation": 695426,
    "timestamp": 1448462676000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 696514,
    "highlight": "Limestone, being soluble in water, forms fertile valleys in eastern North America but in the dry West remains largely undissolved. Its inherent ruggedness holds it high, while weaker rock around it falls away. Limestone is the protective caprock of Pine Bluffs.",
    "howLongAgo": "1 month ago",
    "startLocation": 696254,
    "timestamp": 1448462803000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 700527,
    "highlight": "All of that occurred in Precambrian time&mdash;during the first eighty-eight per cent of the history of the world. Often, Precambrian rock is collectively mentioned as &ldquo;the basement&rdquo;&mdash;the basement of continents&mdash;as if that is all there is to say about it before setting up on top of it the wonders of the world. This scientific metaphor is at best ambiguous&mdash;connoting, as it does, in one sense a firm foundation, in another an obscure cellar. In either case, it dismisses four billion years. It attempts to compress the uncompressible. It foreshortens a regional history wherein numerous ancestral mountain ranges developed and were annihilated&mdash;where a minor string of Pennsylvanian ridges could scarcely be said to represent the incunabular genealogy of the Rockies.",
    "howLongAgo": "1 month ago",
    "startLocation": 699762,
    "timestamp": 1448470814000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 702284,
    "highlight": "They moved in highly miscellaneous and ultimately perplexing directions. The Wind River Range crept south-west, about five inches every ten years for a million years. The Bighorns split. One part went south, the other east. Similarly, the Beartooths went east and southwest. The Medicine Bows moved east. The Washakies west. The Uintas north. All distances were short, because the mountains were essentially rooted. The Sierra Madre did not move at all. The spines of the ranges trended in as many directions as a weathervane. The Laramie Range trended north-south. The Wind Rivers and Bighorns northwest-southeast. The spectacularly anomalous Uintas, lining themselves up at right angles to the axis of the Western cordillera, ran east-west, and so did the Owl Creeks. All these mountain ranges were coming up out of the craton&mdash;heartland of the continent, the Stable Interior Craton.",
    "howLongAgo": "1 month ago",
    "startLocation": 701405,
    "timestamp": 1448471564000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 704532,
    "highlight": "The event is known in geology as the Laramide Orogeny. Alternatively it is called the Laramide Revolution. Mountains always come down, of course, as they are coming up. In the contest between erosion and orogeny, erosion never loses.",
    "howLongAgo": "1 month ago",
    "startLocation": 704269,
    "timestamp": 1448471736000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 707732,
    "highlight": "Volcanic sands, from Yellowstone and from elsewhere to the west, were spread by the wind, and in places formed giant dunes. Two thousand feet of sand accumulated in central Wyoming. Nineteen thousand&mdash;the thickest Miocene deposit in America&mdash;went into the sinking Jackson Hole.",
    "howLongAgo": "1 month ago",
    "startLocation": 707458,
    "timestamp": 1448587986000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 711532,
    "highlight": "While rivers elsewhere, running in their dendritic patterns like the veins in a leaf, shape in harmony the landscapes they dominate, almost all the rivers of the Rockies seem to argue with nature as well as with common sense.",
    "howLongAgo": "1 month ago",
    "startLocation": 711313,
    "timestamp": 1448589167000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 712969,
    "highlight": "Yet this one piece of the Great Plains&mdash;extremely narrow but still intact&mdash;extends like a finger and, as ever, touches the mountain core: the pink deroofed Precambrian granite, the top of the range. At this place, as nowhere else, you can step off the Great Plains directly onto a Rocky Mountain summit. It is known to geologists as the gangplank.",
    "howLongAgo": "1 month ago",
    "startLocation": 712630,
    "timestamp": 1448589882000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 715932,
    "highlight": "Now, on the gangplank, Love said parenthetically, &ldquo;You are seeing Paleozoic rocks for the first time since the Mississippi River. They go all the way through&mdash;under Iowa and Nebraska&mdash;but they&rsquo;re buried.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 715723,
    "timestamp": 1448596653000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 721765,
    "highlight": "This Miocene Ogallala formation was the youngest of the high-plains deposits that lapped onto the mountain front. It&rsquo;s subtle and seems academic until you try to build a railroad. This is the only place in the whole Rocky Mountain front where you can go from the Great Plains to the summit of the mountains without snaking your way up a mountain face or going through a tunnel.",
    "howLongAgo": "1 month ago",
    "startLocation": 721387,
    "timestamp": 1448597037000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 734010,
    "highlight": "&ldquo;Most people today don&rsquo;t realize the power of wind and sand,&rdquo; Love said. &ldquo;Roads are paved. But in the first fifty years of the Lincoln Highway you didn&rsquo;t like to travel west in the afternoon. You&rsquo;d lose the finish on your car. Your windshield became so pitted you could hardly see out.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 733713,
    "timestamp": 1448633543000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 734946,
    "highlight": "The most inclement stretch of 80 is east of Rawlins where it skirts the tip of the Medicine Bows, where anemometers set on guardrails beside the highway frequently catch the wind exceeding the speed limit.",
    "howLongAgo": "1 month ago",
    "startLocation": 734742,
    "timestamp": 1448633598000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 737793,
    "highlight": "They reported in that one storm enough dust to account for twenty-five per cent of the annual rate of sedimentation&mdash;from all rivers as well as the air&mdash;in the proximate North Atlantic. Moreover, about eighty-five per cent of it was a clay mineral called illite. Silts coming out of east-coast rivers include very little illite, and yet illite is predominant among the sediments of the ocean floor. By Skidaway&rsquo;s calculations, that one storm&rsquo;s deposits in the ocean amounted to a million tons.",
    "howLongAgo": "1 month ago",
    "startLocation": 737295,
    "timestamp": 1448633785000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 744473,
    "highlight": "When the bauxites of the Caribbean run out, anorthosite will be a source of aluminum. &ldquo;Anorthosite is tough, has a high melting point, and doesn&rsquo;t fracture easily,&rdquo; he continued. &ldquo;Hence it might be useful for containing atomic waste.&rdquo; Anorthosite is rare on earth. It began forming during the Archean Eon and predominantly dates from an age of the later Precambrian known as Helikian time. Yet the high Adirondacks are largely anorthosite. The choice they present is to seal up our spent nuclear fuel inside them or dismantle them one at a time to make beer cans. Anorthosite is more plentiful elsewhere. It is most of what you are looking at when you are looking at the moon.",
    "howLongAgo": "1 month ago",
    "startLocation": 743788,
    "timestamp": 1448634185000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 746307,
    "highlight": "The wind at the Big Hollow, after finding its way into some weak Cretaceous shales, had in short order dug out four million acrefeet and blown it all away. Wind not only makes such basins but maintains them&mdash;usually within frameworks of resistant rock. On the Laramie Plains, the resistant rock is heavy quartzite gravel&mdash;Precambrian pieces of the Snowy Range which were brought to the plains as the beds of Pleistocene rivers.",
    "howLongAgo": "1 month ago",
    "startLocation": 745879,
    "timestamp": 1448634290000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 758379,
    "highlight": "And now this wee bairn with the light-gold hair was, in effect, questioning Love Ranch policy by asking his father what he had against tents. &ldquo;Laddie, you don&rsquo;t always have one available,&rdquo; his father said patiently. &ldquo;You want to get used to living without it.&rdquo; Tents, he made clear, were for a class of people he referred to as &ldquo;pilgrims.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 758029,
    "timestamp": 1448643432000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 761098,
    "highlight": "To warm the boys in their beds on cold nights, their mother wrapped heated flatirons in copies of the New York Times. The family were subscribers. Sundays only. The Times, David Love recalls, was &ldquo;precious.&rdquo; They used it to insulate the house: pasted it against the walls beside the Des Moines Register, the Tacoma News Tribune&mdash;any paper from anywhere, without fine distinction. With the same indiscriminate voracity, any paper from anywhere was first read and reread by every literate eye in every cow camp and sheep camp within tens of miles, read to shreds and passed along, in tattered circulation on the range. There was, as Love expresses it, &ldquo;a starvation of print.&rdquo; Almost anybody&rsquo;s first question on encountering a neighbor was &ldquo;Have you got any newspapers?&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 760238,
    "timestamp": 1448643590000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 801131,
    "highlight": "Geologists who came to the ranch were reconnaissance geologists of the first rank, who went into unknown country and mapped it with an accuracy that is remarkable to this day.",
    "howLongAgo": "1 month ago",
    "startLocation": 800960,
    "timestamp": 1448653967000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 811661,
    "highlight": "STRIVE ON&mdash;THE CONTROL OF NATURE IS WON NOT GIVEN",
    "howLongAgo": "1 month ago",
    "startLocation": 811606,
    "timestamp": 1448686238000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 832672,
    "highlight": "He resigned to return to Wyoming with the U.S. Geological Survey, at first to pursue an assignment critical to the Second World War. The year was 1942, and the United States was desperately short of vanadium, an alloy that enables steel to be effective as armor plate. Working out of Afton, in the Overthrust Belt, he looked for the metal in Permian rock.",
    "howLongAgo": "1 month ago",
    "startLocation": 832318,
    "timestamp": 1449028773000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 835776,
    "highlight": "The Survey evaluates the nation&rsquo;s terrain for academic purposes as well, there being no good way to comprehend any one aspect of geology without studying the wider matrix in which it rests.",
    "howLongAgo": "1 month ago",
    "startLocation": 835586,
    "timestamp": 1449028960000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 842206,
    "highlight": "The Teton Range is forty miles long and less than ten across&mdash;a surface area inverse in proportion not only to its extraordinary ubiquity but also to its grandeur. The Tetons&mdash;with Jackson Hole beneath them&mdash;are in a category with Mt. McKinley, Monument Valley, and the Grand Canyon of the Colorado River as what conservation organizations and the Washington bureaucracy like to call a scenic climax.",
    "howLongAgo": "1 month ago",
    "startLocation": 841810,
    "timestamp": 1449150401000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 843546,
    "highlight": "One year, with David Love, I made a field trip that included the Beartooth Mountains, the Yellowstone Plateau, the Hebgen earthquake zone of the Madison River, the Island Park Caldera, and parts of the Snake River Plain. Near the end of the journey, we came over Teton Pass and looked down into Jackson Hole. In a tone of sudden refreshment, he said, &ldquo;Now, there is a place for a kid to cut his eyeteeth on dynamic geology.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 843121,
    "timestamp": 1449150513000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 844403,
    "highlight": "He climbed the Tetons, and rowed the lakes, like Thoreau sounding depths on Walden Pond. He likes to say that the first time he was ever seasick was above timberline.",
    "howLongAgo": "1 month ago",
    "startLocation": 844248,
    "timestamp": 1449150613000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 855718,
    "highlight": "After more than half a century with the story assembling in his mind, he can roll it like a Roman scroll. From the Precambrian beginnings, he can watch the landscape change, see it move, grow, collapse, and shuffle itself in an intricate, imbricate manner, not in spatial chaos but by cause and effect through time.",
    "howLongAgo": "1 month ago",
    "startLocation": 855408,
    "timestamp": 1449151258000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 857352,
    "highlight": "The water advances into this piece of the world that will one day form as Jackson Hole. It lies close to the latitude of Holocene Sri Lanka&mdash;or Malaya, or Panama&mdash;and is moving toward the equator.",
    "howLongAgo": "1 month ago",
    "startLocation": 857162,
    "timestamp": 1449151439000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 861266,
    "highlight": "Streams disintegrate these materials and rearrange them in layers a few miles away. So far, these scenes&mdash;each one of which is preserved in the rock of Jackson Hole&mdash;have advanced to a point that is 99.8 per cent of the way through the history of the earth, yet nothing is in sight that even vaguely resembles the Tetons.",
    "howLongAgo": "1 month ago",
    "startLocation": 860950,
    "timestamp": 1449151664000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 864895,
    "highlight": "Now off the Absarokas, off the Wind Rivers, off the central Yellowstone Plateau&mdash;and, to a lesser extent, down the canyons of the Tetons&mdash;comes a thousand cubic miles of ice. A coalesced glacier more than half a mile thick enters and plows the valley. The west side of this glacier scrapes along the Tetons above the level of the modern timberline. Melting away, the glacier leaves a barren ground of boulders.",
    "howLongAgo": "1 month ago",
    "startLocation": 864484,
    "timestamp": 1449151996000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 865655,
    "highlight": "Big spruce go down with it&mdash;trees with diameters of five feet&mdash;and are enveloped by the water of Jenny Lake. The mountains jump upward at the same time, many feet in a few seconds near the end of the fourteenth century, emphasizing the fact that they are active in our time.",
    "howLongAgo": "1 month ago",
    "startLocation": 865380,
    "timestamp": 1449152058000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 866515,
    "highlight": "A geologic map is a textbook on one sheet of paper. In its cryptic manner&mdash;its codes of color and sign&mdash;it reflects (or should reflect) all the important research that has been done on any geologic topic within its boundaries. From broad formational measurements down to patterns in the fabric of the rock, a map should serve as an epitome of what is known and not known about a region, up to date. Regional maps have traditionally been presented state by state, and the dates they are up to vary: Nevada 1978, New York 1970, New Jersey 1910.",
    "howLongAgo": "1 month ago",
    "startLocation": 865961,
    "timestamp": 1449152130000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 868169,
    "highlight": "Most geologic maps are maps of time, not rocks. They will say something like &lsquo;undifferentiated Jurassic&rsquo; and omit saying what the rocks are. There is little of that on Dave&rsquo;s map. Mapping is below the salt now. Yet you can&rsquo;t look at satellite photos for everything.",
    "howLongAgo": "1 month ago",
    "startLocation": 867897,
    "timestamp": 1449152218000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 869792,
    "highlight": "Geology, by definition, was something you did in the field. You sifted fine dirt for fossils the eye could barely see. You chiselled into lithified mud to remove the legs of dinosaurs. You established time-stratigraphic relationships as you moved from rock to rock. You developed a sense of structure from, among other things, your own mapping of strikes and dips. In the vernacular of geology, your nose was on the outcrop.",
    "howLongAgo": "1 month ago",
    "startLocation": 869369,
    "timestamp": 1449152298000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 874191,
    "highlight": "Their kind is being diminished, which is a major intellectual crime. It has to do with the nature of science and what we&rsquo;re doing. Reality is not something you capture on a blackboard.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 874005,
    "timestamp": 1449152577000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 875670,
    "highlight": "They can go off the mark easily, because for field relationships they often rely on data collected years ago. They use samples from museums, or samples collected by somebody else&mdash;perhaps out of context. I&rsquo;m afraid I&rsquo;m rather harsh about it, but we see misinterpretations, because of lack of knowledge of field relationships. Many of the megathinkers are doing their interpretations on the basis of second- and third-hand information. The name of the game now is &lsquo;modelling.&rsquo; A lot of it I can&rsquo;t see for sour owl shit.",
    "howLongAgo": "1 month ago",
    "startLocation": 875142,
    "timestamp": 1449152688000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 879106,
    "highlight": "Love said that F. V. Hayden, the first reconnaissance geologist in Wyoming Territory, also happened to be a medical doctor, and he went around dropping watercress in springs and streams to prevent scurvy from becoming the manifest destiny of emigrants.",
    "howLongAgo": "1 month ago",
    "startLocation": 878855,
    "timestamp": 1449153390000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 884204,
    "highlight": "To know the details of sedimentary history, you have to know stratigraphy. I didn&rsquo;t know until recently that stratigraphy is dead. Many schools don&rsquo;t teach it anymore. To me, that&rsquo;s writing the story without knowing the alphabet.",
    "howLongAgo": "1 month ago",
    "startLocation": 883970,
    "timestamp": 1449153988000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 885439,
    "highlight": "The Owl Creek Mountains and the Uinta Mountains trend east-west. Why? Why are their axes ninety degrees from what you would expect if the tectonic force came from the west? You can do a torsion experiment with a rubber sheet and get folds in various directions&mdash;you can get east-west uplifts in the rubber sheet&mdash;but I would not say that is conclusive.",
    "howLongAgo": "1 month ago",
    "startLocation": 885086,
    "timestamp": 1449154079000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 887132,
    "highlight": "In this unroughened milieu, we passed a sign informing us that we were crossing the Continental Divide. So level is the land there that the divide is somewhat moot. Cartographers seem to have difficulty determining where it is. Its location will vary from map to map. Moreover, it frays, separates, and, like an eye in old rope, surrounds a couple of million acres that do not drain either to the Atlantic or the Pacific&mdash;adding ambiguity to the word &ldquo;divide.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 886680,
    "timestamp": 1449159915000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 889148,
    "highlight": "Two hundred miles downwind from Mt. St. Helens, in the state of Washington, the amount of ash that has accumulated as a result of Mt. St. Helens&rsquo; recent eruptions is three inches. The ash here at the Continental Divide was sixty feet thick.",
    "howLongAgo": "1 month ago",
    "startLocation": 888912,
    "timestamp": 1449160075000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 890822,
    "highlight": "Most volcanoes and related phenomena&mdash;most manifestations of the sort represented by the surface history of Yellowstone&mdash;are lined up along boundaries of the twenty-odd plates that collectively compose the earth&rsquo;s outer shell.",
    "howLongAgo": "1 month ago",
    "startLocation": 890598,
    "timestamp": 1449160356000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 896342,
    "highlight": "The geologic term for such a place is &ldquo;hot spot.&rdquo; The earth seems to have about sixty of them&mdash;most older, and many less productive, than Yellowstone. Despite its position under thick continental crust, the Yellowstone hot spot has driven to the surface an amount of magma that is about equal to the over-all production of Hawaii, which has written a clear signature on the Pacific floor.",
    "howLongAgo": "1 month ago",
    "startLocation": 895955,
    "timestamp": 1449160665000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 912584,
    "highlight": "Heat rising from hot spots apparently lubricates the asthenosphere&mdash;the layer on which the plates slide. According to theory, the plates would stop moving if the hot spots were not there.",
    "howLongAgo": "1 month ago",
    "startLocation": 912397,
    "timestamp": 1449170018000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 916983,
    "highlight": "The perforations made by hot spots may be analogous to the perforations in sheets of postage stamps. Plume tracks might weaken the plates through which they pass, so that tens of millions of years later the plates would break apart along those lines. Madeira, for example, first drew the line where Greenland broke away from Canada. The Kerguelen Hot Spot, in the Indian Ocean, may have helped India break away from Antarctica. The Crozet Hot Spot, also in the Indian Ocean, seems to have helped Madagascar get away from Africa. In the interior of the southern supercontinent of three hundred million years ago, a hot spot punched out the line that is now the north coast of Brazil. The same line is the Gold Coast and Ivory Coast of Africa. The hot spot now stands in the Atlantic as the island St. Helena.",
    "howLongAgo": "1 month ago",
    "startLocation": 916177,
    "timestamp": 1449170266000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 918552,
    "highlight": "The Guiana Shield is also thought to lie above a blind hot spot, which has lifted the country and produced, among other things, the world&rsquo;s highest falls&mdash;a plume of water twenty times the height of Niagara.",
    "howLongAgo": "1 month ago",
    "startLocation": 918343,
    "timestamp": 1449203010000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 919999,
    "highlight": "In the Campanian age of late Cretaceous time, when Great Meteor was in mid-Atlantic, Bermuda was under the Great Smoky Mountains.",
    "howLongAgo": "1 month ago",
    "startLocation": 919871,
    "timestamp": 1449203135000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 935648,
    "highlight": "By the middle nineteen-seventies, nature had removed a mile of overburden, and had only sixty feet to go. At that point, something called the Marion 8200, an eight-million-pound landship also known as a walking dragline, took over the job.",
    "howLongAgo": "1 month ago",
    "startLocation": 935410,
    "timestamp": 1449232699000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 937694,
    "highlight": "Once every couple of hours, the 8200 walked&mdash;raised itself up on its pontoonlike shoes and awkwardly lurched backward seven feet, so traumatically compressing the dirt it landed on that smoke squirted out the sides and the ground became instant slate. This machine&mdash;with its crowned splines, its precise driveline mating, its shop-lapped helical gears, its ball-swivel mounting of the boompoint sheaves, its anti-tightline devices and walking-shoe position indicators&mdash;had unsurprisingly attracted the attention of Russian engineers, who came in a large committee to see Jim Bridger, because they were about to build twenty-five similar generating stations in one relatively concentrated area of Siberia, which, they confided, closely resembled Sweetwater County, Wyoming.",
    "howLongAgo": "1 month ago",
    "startLocation": 936920,
    "timestamp": 1449238809000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 945098,
    "highlight": "Lakes are so ephemeral that they are seldom developed in the geologic record. They are places where rivers bulge, as a temporary consequence of topography. Lakes fill in, drain themselves, or just evaporate and disappear. They don&rsquo;t last. The Great Lakes are less than twenty thousand years old. The Great Salt Lake is less than twenty thousand years old. When Lake Gosiute took in the finishing touch of sediment that ended its life, it was eight million years old.",
    "howLongAgo": "1 month ago",
    "startLocation": 944631,
    "timestamp": 1449240843000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 961641,
    "highlight": "Frustrated travellers, sometimes clapping their hands in unison, seemed to be calling on the National Park Service to repair the geyser. A scientist confronted with these facts could only shrug, make observations, and formulate a law: The volume of the complaints varies inversely with the number of miles per gallon attained by the vehicles that bring people to the park.",
    "howLongAgo": "1 month ago",
    "startLocation": 961261,
    "timestamp": 1449290062000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 962529,
    "highlight": "On the Pitchstone Plateau were colonies of radioactive plants, and radioactive animals that had eaten the plants: gophers, mice, and squirrels with so much radium in them that their bodies could be placed on photographic paper and they would take their own pictures. A senator answered the question, saying, &ldquo;No one has brought that up.&rdquo;",
    "howLongAgo": "1 month ago",
    "startLocation": 962191,
    "timestamp": 1449290150000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 968030,
    "highlight": "I remembered a time when we had gazed down into the Precambrian metasediments of a taconite mine off the southern tip of the Wind River Range. It was an open pit, square, more than a mile on a side. I asked him how he felt about a thing like that, and he said, &ldquo;They&rsquo;ve only ruined one side of the mountain. Behind the pit, the range top is covered with snow. I can live with this. This is a part of the lifeblood of our nation.&rdquo; I recalled also that when the Beartooth Highway was built, ascending the wall of a Swiss-like valley to subsummit meadows of unique beauty, Love defended the project, saying that people who could not get around so well would be enabled to see those scenes.",
    "howLongAgo": "0 months ago",
    "startLocation": 967339,
    "timestamp": 1449408860000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 971482,
    "highlight": "In the regional context, a geologist cannot ignore the possibilities where that dart hit. A scientist, as a scientist, does not determine what should be the public policy in terms of exploration for oil and gas.&rdquo;",
    "howLongAgo": "0 months ago",
    "startLocation": 971271,
    "timestamp": 1449409364000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 972465,
    "highlight": "For example, he went on horseback into the Yellowstone backcountry carrying a four-foot steel rod. Twenty miles from the trailhead, he found swamps that were something like tar pits. When he jammed the rod into a swamp, a cream-colored fluid welled up. He put it in a bottle. In a day&rsquo;s time, the mixture had separated, and much of it was clear amber oil.",
    "howLongAgo": "0 months ago",
    "startLocation": 972109,
    "timestamp": 1449409532000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 975154,
    "highlight": "As any geologist would tell you, metal deposits were the result of hydrothermal activity. Geochemists imagined that water circulating deep in the crust picked up whatever it encountered&mdash;gold, silver, uranium, tin, all of which would go into solution with enough heat and pressure. They imagined the metal rising with the water and precipitating near the surface. By definition, a vein of ore was the filling of a fissure near a hot spring. This theory was so correct that it tended to seal off the conversation from intrusion by other ideas.",
    "howLongAgo": "0 months ago",
    "startLocation": 974612,
    "timestamp": 1449411135000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 978146,
    "highlight": "One way to find deeply buried uraninite, therefore, would be to drill test holes in inclined aquifers. Wherever you found unusual concentrations of organic matter, you would move up the aquifer and drill again. If you found red oxidized sandstone, you would know that uraninite was somewhere between the two holes.",
    "howLongAgo": "0 months ago",
    "startLocation": 977833,
    "timestamp": 1449411317000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 990790,
    "highlight": "I went to Mussel Rock that foggy afternoon in 1978 with the geologist Kenneth Deffeyes. I have returned a number of times since, alone or in the company of others. With regard to the lithosphere, it&rsquo;s a good place to sit and watch the plates move. It is a moment in geography that does your thinking for you. The San Andreas Fault, of course, is not a single strand. It is something like a wire rope, as much as half a mile wide, each strand the signature of one or many earthquakes.",
    "howLongAgo": "29 days ago",
    "startLocation": 990306,
    "timestamp": 1449422368000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 993127,
    "highlight": "Ocean floors with an aggregate area many times the size of the present Pacific were made at spreading centers, moved around the curve of the earth, and melted in trenches before there ever was so much as a kilogram of California. Then, a piece at a time&mdash;according to present theory&mdash;parts began to assemble. An island arc here, a piece of a continent there&mdash;a Japan at a time, a New Zealand, a Madagascar&mdash;came crunching in upon the continent and have thus far adhered. Baja is about to detach. A great deal more may go with it.",
    "howLongAgo": "29 days ago",
    "startLocation": 992595,
    "timestamp": 1449422586000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 993741,
    "highlight": "In 1906, the jump of the great earthquake&mdash;the throw, the offset, the maximum amount of local displacement as one plate moved with respect to the other&mdash;was something like twenty feet. The dynamics that have pieced together the whole of California have consisted of tens of thousands of earthquakes as great as that&mdash;tens of thousands of examples of what people like to singularize as &ldquo;the big one&rdquo;&mdash;and many millions of earthquakes of lesser magnitude.",
    "howLongAgo": "29 days ago",
    "startLocation": 993281,
    "timestamp": 1449434153000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1011146,
    "highlight": "Bear in mind how young all this is. Until the latter part of the present geologic era, there was no Sierra Nevada&mdash;no mountain range, no rain shadow, no ten-thousand-foot wall. Big rivers ran west through the space now filled by the mountains. They crossed a plain to the ocean.",
    "howLongAgo": "29 days ago",
    "startLocation": 1010868,
    "timestamp": 1449435299000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1011688,
    "highlight": "Remember about mountains: what they are made of is not what made them. With the exception of volcanoes, when mountains rise, as a result of some tectonic force, they consist of what happened to be there. If bands of phyllites and folded metasediments happen to be there, up they go as part of the mountains. If serpentinized peridotites and gold-bearing gravels happen to be there, up they go as part of the mountains. If a great granite batholith happens to be there, up it goes as part of the mountains.",
    "howLongAgo": "29 days ago",
    "startLocation": 1011184,
    "timestamp": 1449435340000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1015234,
    "highlight": "The layers of the Grand Canyon are full of the temporal stratigraphic gaps known as unconformities. In the Grand Canyon, much more time is absent than is represented. If a gap of five hundred million years were the right five hundred million years, it could erase the Grand Canyon.",
    "howLongAgo": "29 days ago",
    "startLocation": 1014954,
    "timestamp": 1449435845000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1019538,
    "highlight": "&ldquo;Nature is messy,&rdquo; Moores remarked. &ldquo;Don&rsquo;t expect it to be uniform and consistent.&rdquo;",
    "howLongAgo": "29 days ago",
    "startLocation": 1019448,
    "timestamp": 1449436323000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1025967,
    "highlight": "To try to sense a structure, he repeated, one must develop a talent for &ldquo;seeing through the topography&rdquo; and into the rock on which the topography was carved. When rocks in their variety arrive in a given place, like furniture going into storage, they hold within themselves their individual histories: their dates of solidification, their environments of deposition, or their metamorphic experience, as the case may be. Their unit-to-unit relationship&mdash;their stratigraphy and other juxtapositions&mdash;pondered as a whole is structure. Structure on the move is tectonics.",
    "howLongAgo": "29 days ago",
    "startLocation": 1025395,
    "timestamp": 1449436997000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1026595,
    "highlight": "This is the Sierra batholith. Geologists reserve that term for the largest bodies of magmatic rock. A batholith, as defined in the science, has a surface of at least forty square miles and no known bottom.",
    "howLongAgo": "29 days ago",
    "startLocation": 1026391,
    "timestamp": 1449437050000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1027062,
    "highlight": "Geologists in their field boots mapping outcrops may not have been able to find a bottom, but geophysicists can, or think they can, and they say it is six miles down. If so, the batholith weighs a quadrillion tons, and its volume is at least a hundred and fifty thousand cubic miles.",
    "howLongAgo": "29 days ago",
    "startLocation": 1026780,
    "timestamp": 1449437080000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1031212,
    "highlight": "The granite of the batholith looked almost white beside the reddish country rock, which Moores described as the metamorphosed remains of what had once been an island arc. The granite was customary, competent&mdash;a lot of salt and less pepper. The arc rock was flaky, slaty&mdash;like aged iron in a state of ulcerated rust. In the first yards after the contact, tongues of granite reached into the country rock, preserved in the act of eating xenoliths. Within a short distance, they gave up.",
    "howLongAgo": "29 days ago",
    "startLocation": 1030727,
    "timestamp": 1449444809000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1039910,
    "highlight": "I remarked that geologists are like dermatologists: they study, for the most part, the outermost two per cent of the earth. They crawl around like fleas on the world&rsquo;s tough hide, exploring every wrinkle and crease, and try to figure out what makes the animal move.",
    "howLongAgo": "29 days ago",
    "startLocation": 1039644,
    "timestamp": 1449445729000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1045796,
    "highlight": "We continued west from Emigrant Gap through cuts in unsorted glacial till, buff and bouldery, and past the many blue doors of the pink garage of the Transportation Department&rsquo;s mountain center for snowplows and road maintenance, situated, with its cavalry of trucks, within a slowly moving earthflow, a creeping descent of unstable moraine, a sedate landslide. &ldquo;The engineers strike again,&rdquo; Moores said, but in scarcely three miles his contempt went into a subduction zone, melted, and came back up as appreciation for a long high competent roadcut that exposed bright beds of rhyolite tuff.",
    "howLongAgo": "25 days ago",
    "startLocation": 1045189,
    "timestamp": 1449810911000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1058737,
    "highlight": "It is a question whether the United States could have stood the shock of the great rebellion of 1861 had the California gold discovery not been made. Bankers and business men of New York in 1864 did not hesitate to admit that but for the gold of California, which monthly poured its five or six millions into that financial center, the bottom would have dropped out of everything.",
    "howLongAgo": "24 days ago",
    "startLocation": 1058358,
    "timestamp": 1449881694000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1085567,
    "highlight": "As the mine tailings travel in floods, they thicken streambeds and fill valleys with hundreds of feet of gravel. In their blanched whiteness, spread wide, these gravels will appear to be lithic glaciers for a length of time on the human scale that might as well be forever. In a year and a half, hydraulic mining washes enough material into the Yuba River to fill the Erie Canal.",
    "howLongAgo": "24 days ago",
    "startLocation": 1085189,
    "timestamp": 1449930911000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1106016,
    "highlight": "The oldest known continental rock was discovered east of Great Bear Lake, in the Canadian Northwest Territories, in 1989, and has a uraniumlead age of 3.96 billion years.",
    "howLongAgo": "23 days ago",
    "startLocation": 1105847,
    "timestamp": 1449952778000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1112205,
    "highlight": "Through an alteration of minerals, the rock takes on a silky lustre and a very smooth texture, becomes fibrous, and develops color&mdash;occasional streaks and spots of white, but mainly chrome green, myrtle green, Nile green, in patterned shapes within the mantle black. Because the patterns strongly suggest the skin of a snake, this rock has been known&mdash;for nearly six hundred years in the English language&mdash;as serpentine.",
    "howLongAgo": "23 days ago",
    "startLocation": 1111783,
    "timestamp": 1449953258000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1128127,
    "highlight": "At work or play, a geologist always drives like Egyptian painting&mdash;eyes to the side.",
    "howLongAgo": "23 days ago",
    "startLocation": 1128047,
    "timestamp": 1449961590000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1134069,
    "highlight": "Deeply circulating groundwater redissolves the metals and redeposits them in quartz veins in the faults. In this way, Moores said, it made sense to imagine that the Mother Lode gold of California came in from the deep ocean riding the Smartville Block.",
    "howLongAgo": "23 days ago",
    "startLocation": 1133823,
    "timestamp": 1449982686000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1148864,
    "highlight": "That idea came to me on the last morning of the Penrose conference in 1969, and I wrote it down: the idea that you could explain the progressive eugeosynclinemiogeosyncline development and the progressive orogenies that you see in western North America as a series of island-arc complexes&mdash;the things we call terranes&mdash;that have collided with the continent. I was so excited I could hardly sit still for several days&mdash;in fact, for a couple of weeks after that. I came back to Davis all bubbling over.&rdquo; Before long, he had sent a paper to Nature. It appeared in 1970 and was the first to suggest the collisional assembling of California and of vast related portions of the North American Plate.",
    "howLongAgo": "20 days ago",
    "startLocation": 1148147,
    "timestamp": 1450243955000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1153606,
    "highlight": "Since agglomerations and dispersals of terrane seemed to be cyclical in nature, there may have been who knows how many supercontinents before Rodinia.",
    "howLongAgo": "18 days ago",
    "startLocation": 1153464,
    "timestamp": 1450411943000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1188218,
    "highlight": "Politically, Cyprus was in Asia, Moores said, but geologically it belonged to no continent. It rested on the lip of Africa but was not African.",
    "howLongAgo": "14 days ago",
    "startLocation": 1188076,
    "timestamp": 1450760848000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1197535,
    "highlight": "In the way that the Smartville arc seems to have brought gold to California, Cyprus brought copper to the world. &ldquo;Cyprus&rdquo; means copper. Whether the island is named for the metal or the metal for the island is an etymology lost in time.",
    "howLongAgo": "10 days ago",
    "startLocation": 1197297,
    "timestamp": 1451061310000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1198619,
    "highlight": "Of this small excavation framed by Aleppo pines he spoke with resonance as well as reverence. Cypriots thirty-five centuries before Christ had walked into this pine grove, and others like it, and had found native metallic copper lying on the surface, he said. Pine resins in the groundwater had mixed with copper sulphate and reduced the copper to metal.",
    "howLongAgo": "10 days ago",
    "startLocation": 1198266,
    "timestamp": 1451061662000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1200646,
    "highlight": "The Iliad is populated with warriors armed in bronze. Bronze is copper hardened by adding some tin, and the copper would have come from Cyprus. (Copper was mined on Cyprus for nearly two thousand years before the lifetime of Homer.)",
    "howLongAgo": "10 days ago",
    "startLocation": 1200395,
    "timestamp": 1451114478000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1203996,
    "highlight": "The massive copper-bearing sulphide ores of Cyprus have a very characteristic sugary structure, he said, resulting in an incompetent rock that was always easy to mine. &ldquo;The ancients were excellent geologists. They knew the geology of the ore bodies of Cyprus. I am an exploration geologist with a Ph.D. I don&rsquo;t think we will find any ore body the ancients did not know about.&rdquo;",
    "howLongAgo": "10 days ago",
    "startLocation": 1203617,
    "timestamp": 1451114732000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1209226,
    "highlight": "He mentioned the Parthenon&rsquo;s historical stratigraphy&mdash;temple, church, mosque&mdash;and the erosional forces that had brought the building to its present condition: rain, acid rain, smog, gunpowder. In 1687, the Parthenon was in use as a Turkish powder magazine. Venetians bombarded it, and the powder exploded. The event was geomorphologically catastrophic. For two thousand years the Parthenon had stood there uneroded, until that night in 1687. &ldquo;There is no mortar in the Parthenon,&rdquo; Moores added pensively. &ldquo;It is all marble, and held together by gravity. And it&rsquo;s gone through earthquakes, too. The geology is not well worked out here. The general story is that the Acropolis is a klippe, resting on the red cherts and shales. It is not a deep block.&rdquo;",
    "howLongAgo": "9 days ago",
    "startLocation": 1208471,
    "timestamp": 1451164982000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1215642,
    "highlight": "is the Plain of Thessaly. In the eighth century B.C., Greek tribes settled here, chasing off the inhabitants. The fugitives went into the hills. They were fine horsemen. They raided the Greek settlements on horseback. The legend of the centaurs may have come from this. At night, you couldn&rsquo;t tell man from horse.",
    "howLongAgo": "9 days ago",
    "startLocation": 1215328,
    "timestamp": 1451184293000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1239041,
    "highlight": "He would forever remember Carl Vanlaningham, a friend of his father, remarking one day, with a glance around town, &ldquo;Optimism is highest at the beginning. A mining camp has nowhere to go but down.&rdquo;",
    "howLongAgo": "9 days ago",
    "startLocation": 1238844,
    "timestamp": 1451197199000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1240036,
    "highlight": "Moores&rsquo; developing opinion of developing Phoenix was a good deal lower than his opinion of Crown King. As he would explain in later years, &ldquo;there&rsquo;s something wrong with a place that looks to Miami for its cultural leadership.&rdquo;",
    "howLongAgo": "9 days ago",
    "startLocation": 1239805,
    "timestamp": 1451197351000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1249164,
    "highlight": "Geology characteristically repeats itself around the world and down through time, but&mdash;with the possible exceptions of the Chilean Longitudinal Valley and the Dalbandin Trough in Pakistan&mdash;the Great Central Valley of California has no counterpart on this planet.",
    "howLongAgo": "5 days ago",
    "startLocation": 1248901,
    "timestamp": 1451533751000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1249577,
    "highlight": "They have nothing to cut when they&rsquo;re in need of fill. If a new highway must cross over something, like a railroad track, the road builders go back half a mile or so and sink the highway into the earth in order to dig out enough dirt to build ramps to a bridge jumping the railroad.",
    "howLongAgo": "5 days ago",
    "startLocation": 1249294,
    "timestamp": 1451533787000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1260059,
    "highlight": "When Moores looks out upon landscapes, he sees beneath them other landscapes. Like most geologists, he carries in his head a portfolio of ancient scenes, worlds overprinting previous worlds.",
    "howLongAgo": "4 days ago",
    "startLocation": 1259870,
    "timestamp": 1451591842000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1276814,
    "highlight": "These are some of the few grapes in California that are grown in the soil of the state rock. Moores is predisposed toward the wine. To him, its bouquet is ophiolitic, its aftertaste slow to part with serpentine&rsquo;s lingering mystery. To me, it tastes less of the deep ocean than of low tide. The stuff is fermented peridotite&mdash;a Mohorivicic red with the lustre of chromium.",
    "howLongAgo": "4 days ago",
    "startLocation": 1276449,
    "timestamp": 1451622013000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1283448,
    "highlight": "Homestake&rsquo;s underground mine in the Black Hills of South Dakota is about a century old, and at latest count was eight thousand and fifty feet deep&mdash;the deepest mine in the Western Hemisphere. Homestake has produced more gold than any corporation in North America. With these new claims in the Coast Ranges, the company announced that it had more than doubled its reserves.",
    "howLongAgo": "3 days ago",
    "startLocation": 1283082,
    "timestamp": 1451684088000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1302972,
    "highlight": "&ldquo;The Taconic Orogeny is a collision of ophiolitic terrane with the North American continent, full stop,&rdquo; Moores says. &ldquo;It is an oceanic terrane&mdash;and not yet Europe&mdash;colliding with North America.&rdquo; In the assembling of New England, at least two more arcs followed. These Paleozoic additions to the eastern seaboard are remarkably analogous to the assembling of California an era later.",
    "howLongAgo": "3 days ago",
    "startLocation": 1302580,
    "timestamp": 1451710726000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1303994,
    "highlight": "&ldquo;People in Florida say that southern Florida is Northern and northern Florida is Southern.&rdquo; &ldquo;Civilization reflects geology.&rdquo;",
    "howLongAgo": "3 days ago",
    "startLocation": 1303829,
    "timestamp": 1451710781000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1306759,
    "highlight": "Long defined in geology as continental basements, continental shields, or continental cores, cratons are the ancient fundament to which younger and more legible rocks adhere.",
    "howLongAgo": "3 days ago",
    "startLocation": 1306592,
    "timestamp": 1451746472000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1315826,
    "highlight": "Where Burma meets India, the high ranges bend almost at a right angle and go off to the southeast. This is the Burma Syntaxis (the term refers to a bend in a mountain chain), and near it are the beginnings of a whole series of great rivers&mdash;the Brahmaputra, the Mekong, the Irrawaddy, the Salween&mdash;initially in parallel valleys, veining Southeast Asia from the Bay of Bengal to the South China Sea.",
    "howLongAgo": "3 days ago",
    "startLocation": 1315430,
    "timestamp": 1451747057000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1316313,
    "highlight": "On a relief map you can see India ramming Asia and squeezing all that country out to the southeast. As the mechanism has gained acceptance among tectonic theorists, it has become known as continental escape.",
    "howLongAgo": "3 days ago",
    "startLocation": 1316113,
    "timestamp": 1451747096000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1317183,
    "highlight": "(Or, in words dubiously attributed to Mark Twain: &ldquo;Researchers have already cast much darkness on the subject, and if they continue their investigations we shall soon know nothing at all about it.&rdquo;)",
    "howLongAgo": "3 days ago",
    "startLocation": 1316988,
    "timestamp": 1451747143000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1317887,
    "highlight": "His mentor Harry Hess, a combat veteran with the rank of rear admiral in the Naval Reserve, once told him, &ldquo;Geologists make better intelligence officers than physicists or chemists, because they are used to making decisions on faulty data.&rdquo;",
    "howLongAgo": "3 days ago",
    "startLocation": 1317651,
    "timestamp": 1451747176000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1393458,
    "highlight": "All these compressional aspects taken together&mdash;anticlines, synclines, and thrust faults in a wide swath from one end of California almost to the other&mdash;account for some of the missing motion in the San Andreas Discrepancy. The Los Angeles Basin alone has been squeezed about a centimetre a year for two million two hundred thousand years. The sites of Laguna Beach and Pasadena are fourteen miles closer together than they were 2.2 million years ago.",
    "howLongAgo": "2 days ago",
    "startLocation": 1393009,
    "timestamp": 1451834067000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1415467,
    "highlight": "&ldquo;In many respects we only have a two-dimensional snapshot view of the geologic process. Moreover, the interpretation of geologic data was probably influenced by the psychologic need to view the earth as a stable environment.",
    "howLongAgo": "1 day ago",
    "startLocation": 1415253,
    "timestamp": 1451866260000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1421942,
    "highlight": "In the 1989 Loma Prieta earthquake, sixty-two people died. In an earthquake of similar magnitude in Armenia in 1988, fifty-five thousand died. In Mexico City in 1985, ten thousand died. In the Iranian earthquake of 1990, fifty thousand died. The difference may lie partly in luck, in site, in relative intensity, but largely it lies in building codes, and the required or suggested strengthening of existing structures. Certain vulnerabilities notwithstanding, California seems to know what it is up against, and what to try to do about it.",
    "howLongAgo": "1 day ago",
    "startLocation": 1421403,
    "timestamp": 1451877042000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1422790,
    "highlight": "Richter was a professor at Caltech. His scale, devised in the nineteen-thirties, is understood by professors at Caltech and a percentage of the rest of the population too small to be expressible as a number.",
    "howLongAgo": "1 day ago",
    "startLocation": 1422584,
    "timestamp": 1451877089000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1477425,
    "highlight": "Now with the added oxygen the iron became ferric, insoluble, and dense. Precipitating out, it sank to the bottom as ferric sludge, where it joined the lime muds and silica muds and other seafloor sediments to form, worldwide, the banded-iron formations that were destined to become rivets, motorcars, and cannons. This was the iron of the Mesabi Range, the Australian iron of the Hammerslee Basin, the iron of Michigan, Wisconsin, Brazil. More than ninety per cent of the iron ever mined in the world has come from Precambrian banded-iron formations.",
    "howLongAgo": "12 hours ago",
    "startLocation": 1476886,
    "timestamp": 1451960829000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1505631,
    "highlight": "Most zircons are not of a size to flash bright color from jewelry, or even to be easily seen. They are typically less than a tenth of a millimetre in their longest dimension. They are in sandstones, schists, gneisses. They are in nearly the whole family of solidified magmas of which granite is the most familiar.",
    "howLongAgo": "11 hours ago",
    "startLocation": 1505319,
    "timestamp": 1451964124000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1525866,
    "highlight": "When rig operators hit the Precambrian, university geologists sometimes pay them to continue&mdash;a smiling face between industry and academia known as piggyback drilling. For a hundred and fifty dollars an hour, or so, the drillers keep going until the bit wears out. For five hundred to a thousand dollars, geologists go away with several tubs full of rock chips. Companies sometimes drill for an extra hour &ldquo;just to be nice.&rdquo;",
    "howLongAgo": "11 hours ago",
    "startLocation": 1525440,
    "timestamp": 1451965236000
  },
  {
    "asin": "B005H0O8KQ",
    "customerId": "A28I9D90ISXNT6",
    "embeddedId": "CR!CJ3JV6W1D918FDT8WZTVP0GG6CNN:86C04A71",
    "endLocation": 1544804,
    "highlight": "Like all writing, writing about geology is masochistic, mind-fracturing self-enslaved labor&mdash;a description that intensifies when the medium is rock.",
    "howLongAgo": "11 hours ago",
    "startLocation": 1544656,
    "timestamp": 1451967359000
  }
]